{
    "fleet_title":"AUTOLEASE",
    "enter_phone":"Enter Phone Number",
    "enter_otp":"Please enter the OTP",
    "wrong_otp":"incorrect OTP please try again",
    "quot":"Get a Sanitized car delivered to your doorstep.",
    "are_you_sure":"Are you sure ?",
    "do_you_want":"Do you want to Log out",
    "yes":"YES",
    "no":"NO",
    "fleet":"Fleet",
    "my_booking":"My Booking",
    "my_account":"My Account ",
    "money":"Autolease Money",
    "share":"Share to A Friend",
    "about":"About US",
    "terms":"Terms and conditions",
    "privacy":"Privacy Policy",
    "logout":"Logout",
    "quot1":"AutoLease Rent a Car",
    "splash":"Renting cars made easier",
    "ph1":"1.Definitions:",
    "pp1":"’Agreement’ means the Terms and Conditions on this page and the provisions found on the Face Page, and the General Rental Terms that you agree to on  our  website.  'Renter’  means  the  person  identified  as  the  Renter  in  the  Agreement.  'company' means ‘AUTOLEASE Rent a Car’. ’Hirer or Driver' means the Renter and any Additional Driver we list on the Face Page. Each Authorized Driver must be at least of 21 year of age and have a valid driving license. Authorized Drivers are the only persons permitted to drive the Vehicle. 'Authorized Driver' means  a  person  the  Company  list  on  the  Face  Page  of  this  Agreement. 'Vehicle’ means the motor vehicle identified in this Agreement and any vehicle the Company substitute for it, and all its tyres, tools, accessories, equipment, keys and Vehicle documents, but ’Vehicle’ does not include portable navigation devices or child safety seats that the Hirer rent from  the  Company.  The Vehicle  may  be  equipped  with an  electronic  locator  device  that allows  the Company to find the Vehicle and to disable it if the Company deem necessary. The electronic locator device may  use  cellular telephone or radio sig nals to transmit data, and therefore Hirer’s privacy cannot be guaranteed.",
    "ph2":"2.Rental, Indemnity and Warranties:",
    "pp2":"This is the Agreement for rental of the Vehicle. The Hirer agrees to indemnify the Company, defend and hold the Company harmless from aII cla im, liability, costs and attorney fees we incur resulting from or arising out  of this rental and Hirer’s uses of the vehicle. The Company make no warranties, express, implied or apparent, regarding the Vehicle, no warranty of merchantability and no warranty that the Vehicle is fit for a particular purpose.",
    "ph3":"3.Conditions and Return of Vehicle:",
    "pp3":"The Hirer must return the Vehicle to company's rental office or other location the Company  identify, on the date and  time specified  in th is Agreement, and in the  same condition that the hirer received  it. If  the  Veh icle is returned to any other office  or location or left somewhere other than the office or location identified by the Company, The Hirer remains responsib Ie for the safety of and any damage to the vehicle until the Company inspect it. In addit ion, the Hirer  remains responsib ie for  the  safety of and any damage to the vehicle until the Company inspect it. In  addition,  the Hirer  authorizes  the  Company  to  charge his/her credit or debit card a one-way charge or service fee plus any additional costs incurred by  the Company  in the  return of the Vehicle. If the Vehicle is returned after closing  hours, the Hirer remains  responsible  for  the  safety of and any damage  to the Vehicle until the Company inspects it upon its next opening for business. Service to the Veh icle or replacement of parts or accessories during the rental must have our prior approval. The Hirer must check and maintain aII fluid levels, check that t he Vehicle is in a roadworthy cond ition, lock the Vehicle at all times when the Hirer are not opera ting the vehicle, and return the Vehicle with at least the same amount of fuel as when needed.",
    "ph4":"4.Invoices and Payments:",
    "pp4":"The rental payment has to be pa id by the Hirer in advance for the whole rental period. The Company shall prepare invoices for traffic violations and the amounts to be borne for accidents or any other charges or fines and shall  be  enclosed  to  the necessary documents, and then the Hirer shall pay the  value  of such  invoices  immediately  from  the  date  of  receipt.  The  Hirer shall also bear all the prescribed fees for using the credit card, SALIK and all the traffic  violations  and fines  that arise during  the period of using the Vehicle.",
    "ph5":"5.Credit Card Information:",
    "pp5":"A credit card is requested at  the time of booking  to  guarantee the reservation  however  please  note, no pre-authorization will  be made at the point of booking. On commencement of rental, a pre -authorization will be processed in  the  amount  of the deposit set herein at the time of rental pick-up. The credit card and driving  license  must be in the  name of  the  Hirer.  The Hirer’s signature on Pre-Authorization Cred it Card Agreement authorizes the Company to process  his/her  credit  card information and to deduct  for all charges caused  during rental period including  the  full cost of  any vehicle that is not  returned to the Company. All charges pertaining to the renta I will be charged to the credit card including  rental  or  additional  day charges, optional insurance coverage's (such as collision damage wa iver and personal accident insu rance), any  traffic, driving or parking fines or violation, SALIK, insurance excess, damage or repair costs, petrol, baby -seats, delivery and  collection charges, one-way rates, airport parking or other charges including 5% service fee posted at any later time pertain ing to the Agreement. These will be automatically, charged to the credit of the Hirer. The Hirer irrevocably accepts to pay and settle all charges pertaining to the Vehicle rent to the /company on or before return of the Vehicle.",
    "ph6":"6.Deposit:",
    "pp6":"The Hirer requires depositing an amount of AED 1500 minimum for economic vehicles and AED 2000 or more for Bigger vehicle depending upon the vehicle category, in advance as a retention in a special account with the Company as guarantee for payment of any unpaid amounts or cancelling of the Agreement in future which will be reimbursed at the end of the Agreement. The Company will retain the said deposit amount for a period of one month after the expiry of the Agreement, for settling any violations or liabilities on the Renter that may appear after the rent expiry.",
    "ph7":"",
    "pp7":"7.It is hereby agreed upon between hirer and the company that in case of a TOTAL LOSS (vehicle  beyond  economical  repair)  the hirer agrees to  pay the Company,  25 %  of the purchase  value  if the vehicle  is less than  6 months  from  the date of purchase,  20% if the date of vehicle  is purchased  between  6 months  and  12 months  at the  time of accident,  15%  if the date of purchase  of vehicle between 12 and 18 months  at the time of accident  and  10  %  if the date of purchase of vehicle  at the time of accident in addition to excess amount.",
    "ph8":"8.Liability:",
    "pp8":"The Company undertakes:",
    "pp8.1":"8.1 To register the Vehicle and maintain a comprehensive insurance.",
    "pp8.2":"8.2 To provide the Vehicle by SALIK card to enable the driver to use the Vehicle without any obstacles or hindrances;",
    "pp8.3":"8.3 To handover the Vehicle clean, and a full fuel tank at the agreed with Hirer location;",
    "pp8.4":"8.4 To make the periodica I and emergency maintenance, repair defaults, change tyres upon recommendation of themanufacturing company;",
    "pp8.5":"8.5 To provide an alternative vehicle in case of all types of maintenance, in such a way that does not contradict with the terms of th is Agreement.",
    "pp8.6":"8.5 Consistently to make sure of the vehicle condition by periodical checking of the oil, water, and tyres and inform the Company of any mechanicaI or electricaI problems immed iately.  The  Hirer  has  to  report  to  the  Company immediately on any signal that appears on the Vehicle screen for warning on the need of the Vehicle for any type of maintenance such as lack of oil and others.  The  Hirer will  refund any  damages  resulting  from  not reporting  any  of the above cases or attempt to make any maintenance to the Vehicle or chang ing of the oil without knowledge of the Company or outside, in  addition  to  losing  the  right  for  an  alternative  vehicle  on  occurrence  of  any  damage  resulting from violating this terms.",
    "pp8.7":"8.7 To fill the fuel tank by the appropriate type of fuel.",
    "pp8.8":"8.8 To return the Vehicle” in the same condition and with full tank to the Company at location on or before due back date and time indicated in  this  Agreement,  with  all  documents  and  property.  There  will  be  additionaI  fees  if  the  Vehicle  is not returned as specified above. The shortage in fuel should be adjusted on replacement  of  the Vehicle  or  at  the expiry of the Agreement on the Hirer account.",
    "pp8.9":"8.9 In all cases of an accident, to provide a police report either the Hirer was the cause or affected or against unknown or absence of a second party involved in the accident. In all cases the Hirer shall bear in addition to rental charges the obligatory charges, which are AED 1500 minimum for economic vehicles  and  AED  2000  or  more  for  Bigger  vehicle depending upon the vehicle category and 17% of claims amount ( not less than AED 6000) unless the Hirer was affected as per the police report. If the Hirer not at fault, the Hirer will be responsible for the rental charges till the Vehicle is repaired. In case of not providing the police report, the Hirer has to bear the full civil and penal responsibility including the full repair of the Vehicle, and losing his/her right in getting an alternative vehicle regardless if the third party is at fault. The Hirer is fully responsible for the cost of any repair up to the cost of the Vehicle.",
    "pp8.10":"8.10 Not to make any adjustments relating to accidents or agrees for any compensations by  receiving  or paying  them. ",
    "pp8.11":"8.11 Monthly mileage agreed upon renting Not to exceed the agreed mileage which nor more than 4000 kms per month for Vehicles and in case the Hirer exceeds agreed mileage he/she will bear financial responsibility in accordance with the Company rates.",
    "pp8.12":"8.12 Not to allow driving of the Vehicle unless for purposes agreed to, and shall bear  all the civil and penal responsibility  in case of using the Vehicle in any of the banned usages (even if the Vehicle  was  driven  by  the third  party)  such  as: ",
    "pp8.13":"8.13 Driving the Vehicle by an unlicensed person, or aged less than 21 years or a driving license less than six months.",
    "pp8.14":"8.14 Driving under the influence of drugs, alcohol or any illegal practice. ",
    "pp8.15":"8.15 Driving away from the paved roads.",
    "pp8.16":"8.16 Driving in a method violating the accredited traffic rules in the state such as carelessness and impetuousness.",
    "pp8.17":"8.17  Transfer forbidden or banned materials or explosives or inflammable materials or hire  to passengers. ",
    "pp8.18":"8.18 Tow or push any other vehicle.",
    "pp8.19":"8.19 All violations of the prevailing laws in the country and conditions of insurance policy. ",
    "pp8.20":"8.20 Leaving and crossing the state borders without written permission  of the  Company. ",
    "pp8.21":"8.21 Not to sub rent the Vehicle without obtaining prior written consent of the Company.",
    "pp8.22":"8.22 Not to fix any additions to the Vehicle {such as blinds or any other stickers) and not to dismantle parts of the Vehicle unless by prior written consent of the Company.",
    "pp8.23":"8.23 Not to tamper with the Vehicles electrical, ECU, and kilometres.",
    "pp8.24":"8.24 The Hirer shall be responsible for:",
    "pp8.25":"8.25 All violations and fines resulting during the rental period.",
    "pp8.26":"8.26 For the cost of repairing any damages resulting from misusing the Vehicle, such as but not limited to unnatural consumption of tyres, balance, mechanic or electricity as well as a II damages resulting from painting the Vehicle body or accessories. The Hirer has to bear the cost value of losing or spoiling the vehicle key.",
    "pp8.27":"8.27 If the Vehicle was impounded by police or traffic violations, the Hirer is obliged  to pay  rental amount  for the whole period or impound .",
    "pp8.28":"",
    "ph9":"9. Termination of the Agreement:",
    "ph9.1":"The Company or the Hirer is entitled to terminate this Agreement at any time for any of the following :",
    "pp9.1":"9.1 The Company is entitled to terminate this Agreement, without notice or wa rning, and is entitled to receive the Veh icle in the way that it consider suitab Ie, along with non-entitlement of the Hirer to cla inn for any defect, or damage or losses, or to cla im any financial liabilities and others. The Company shall be entitled to preserve all its rights on violation of the Hirer to any of the terms and annexes of this Agreement.",
    "pp9.2":"9.2 The Hirer is entitled to terminate this Agreement, along with bearing to the price differences in accordance with the appropria”te rates (daily, weekly, monthIy, and yearly) set by the Company at the moment of termiriaticin.",
    "ph10":"10. Miscellaneous:",
    "pp10":"All terms and conditions stated in this Agreement and its annexes, regarding the Vehicle usage and obligations of the Company and the Hirer, shall apply on the alternative vehicle/vehicles same as on the rented vehicle/vehicles. This Agreement was read by the representative of the Company and by the Renter, and after acknowledgement of understanding all the contents of the Agreement and its annexes, in such a way that deny any allegation of ignorance or non - understanding, consequently agreement was concluded to all its items and affixed their signatures on the documents declaring the acceptance and understanding of all conditions. This Agreement was made in duplicate and each Party received one copy to work accordingly. In case of any conflict on applying the terms of this Agreement and not obtaining a satisfactory solutions for both Parties, then Dubai Courts, of all types and grades shall be competent to settle such dispute. ",
    "pa":"I do hereby agree for the terms and conditions mentioned."
}